{
    "angelone":{
        "bioContent":["Dr. DJ Angelone completed his undergraduate work at California State University at Sacramento where he earned a BA in Psychology. Once a business major, he changed to psychology after taking a course on Human Sexuality and working in the field at a group home applying behavioral principles to train children with Autism.  He received his Masters and Doctorate degrees from Kent State University in Clinical Psychology.  As a Golden Flash, he worked with Dr. Richard Hirschman creating laboratory models of sexual aggression.  During his latter years, he began developing an interest in alcohol intoxication as a predictor of sexually aggressive experiences and pursued some of these ideas for his dissertation. These ideas were further harnessed after spending a sabbatical under the mentorship of Drs. Bill George, Kelly Davis, and Jeannette Norris of the University of Washington, where he learned the process of conducting alcohol administration research.",
                     "At current, Dr. Angelone is mainly interested in studying sexual aggression and sexual risk taking, with a sub-interest in treating substance problems (both 12-step and motivation to change models).  He has co-developed several laboratory analogues of sexual aggression, including perpetrator and victim paradigms, as well as vignette scenario work to examine observer attributions of blame.  Dr. Angelone has recently established his own alcohol administration lab and is currently examining the effects of alcohol on sexual decision-making.  He has also developed an interest in understanding sexual risk taking and has examined factors relevant to several high-risk groups, including study abroad students.",
                     "Recently, his collaboration with Dr. Joppa has led to interests related to prevention of sexual violence and increasing healthy romantic relationships amongst young adults.When he is not studying &ldquo;bad sex&rdquo; he can be found in the classroom teaching undergraduate courses in abnormal psychology, human sexuality, and the portrayal of psychology in film, as well as graduate courses in interviewing and clinical intervention. When he clocks out of the office, he spend his time with his wife, Bonnie (Mrs. Dr. Angelone) and his two sons, Drew and Gabe.  Given some roots in Northern CA and Oregon, he is prone to finding himself involved in outdoor activities including: hiking, biking, skiing, camping, backpacking, fishing, kayaking, and gardening.  He is an avid adventure racer, making the podium several times and plays softball regularly, managing several championship teams.  When &ldquo;stuck&rdquo; indoors, he often homebrews, cooks, pickles, and &ldquo;builds stuff,&rdquo; while also planning his next vacation/traveling experience."],
        "bioHeading":"Dr. D.J. Angelone",
        "bioImage":"angelone.JPG"
    },
    "joppa":{
        "bioContent":["Dr. Joppa is interested in promoting healthy romantic relationships and sexual behavior among at-risk adolescents and young adults. She uses attachment theory to examine the links between romantic relationship skills and risk for dating violence, sexually transmitted infections, unintended pregnancy and HIV. She is interested in developing interventions to prevent these relationship risk behaviors, and is currently channeling these research interests into developing an intervention for adolescent mothers aimed at preventing rapid repeat pregnancy, STIs and HIV with an emphasis on fostering healthy relationship skills. In addition, she has an interest in using longitudinal research designs and statistical modeling techniques, including structural equation modeling and hierarchical linear modeling, to address her research questions.",
                      "Dr. Joppa is a Licensed Clinical Psychologist in the State of New Jersey. Primarily a clinical child and pediatric psychologist, she has training in cognitive-behavioral, interpersonal, and dialectical behavior therapy. She specializes in working with HIV-infected youth and their families, as well as providing group interventions using affect management to target HIV and dating violence prevention for at-risk adolescents. More broadly, her clinical interests include working with adolescents, couples' therapy, medication adherence, psychological assessment, internalizing disorders, trauma, behavior management, sleep and feeding difficulties, and perinatal mental health. She has worked in hospital, school, juvenile justice, and outpatient settings.",
                      "In her free time, Dr. Joppa loves spending time with her husband and  daughter, traveling, going to concerts, being active outdoors, and playing fantasy football."],
        "bioHeading":"Dr. Meredith Joppa",
        "bioImage":"joppa.JPG"
    },
    "cantor":{
        "bioContent":["Nicole Cantor is a first year Doctoral Student in Rowan’s inaugural Clinical Psychology Ph.D. Program. She hails from Philadelphia, PA where she was happy to return after working in the Bronx, New York as a Clinical Care Manager for mentally ill substance abusing (MICA) clients for two years. She earned her B.A. in Psychology and Writing Seminars from Johns Hopkins University and has worked in research labs all over the country&mdash;from a neuropsychology lab at Hopkins to a social psychology lab embedded in the School of Education and Department of Psychology at Stanford University. Thanks to a bevy of experience and exposure to the field of psychology, her interests have evolved and shifted towards studying sexual aggression in collegiate athletes and childhood sexual assault victim’s perception of like victims. In addition, she hopes to learn more about current interventions for victims of childhood sexual assault in order to research factors that could contribute to breaking the cycle of revictimization."],
        "bioHeading":"Nicole Cantor",
        "bioImage":"cantor.JPG"
    },
    "garriga":{
        "bioContent":["Jannette is a first year Doctoral Student in Rowan University’s inaugural Clinical Psychology Ph.D. class. She is a bilingual, north Jersey native who aspires to ultimately become a Clinical Neuropsychologist. Prior to her acceptance into this Ph.D. program, she obtained her B.A. from New Jersey City University, and conducted National Science Foundation (NSF) funded research for a neuroscience program at Brooklyn College. She also obtained experience by performing neuropsychological evaluations on a diverse population. Her research interests are investigating the etiology of risky behaviors such as sexual activities and substance use, to ultimately improve preventative/intervention programs for adolescents and young adults."],
        "bioHeading":"Jannette Garriga",
        "bioImage":"garriga.JPG"
    }
}
