{
    "angelone":{
        "bioContent":["Dr. DJ Angelone completed his undergraduate work at California State University at Sacramento where he earned a BA in Psychology. Once a business major, he changed to psychology after taking a course on Human Sexuality and working in the field at a group home applying behavioral principles to train children with Autism.  He received his Masters and Doctorate degrees from Kent State University in Clinical Psychology.  As a Golden Flash, he worked with Dr. Richard Hirschman creating laboratory models of sexual aggression.  During his latter years, he began developing an interest in alcohol intoxication as a predictor of sexually aggressive experiences and pursued some of these ideas for his dissertation. These ideas were further harnessed after spending a sabbatical under the mentorship of Drs. Bill George, Kelly Davis, and Jeannette Norris of the University of Washington, where he learned the process of conducting alcohol administration research.",
        "At current, Dr. Angelone is mainly interested in studying sexual aggression and sexual risk taking, with a sub-interest in treating substance problems (both 12-step and motivation to change models).  He has co-developed several laboratory analogues of sexual aggression, including perpetrator and victim paradigms, as well as vignette scenario work to examine observer attributions of blame.  Dr. Angelone has recently established his own alcohol administration lab and is currently examining the effects of alcohol on sexual decision-making.  He has also developed an interest in understanding sexual risk taking and has examined factors relevant to several high-risk groups, including study abroad students.",
        "Recently, his collaboration with Dr. Joppa has led to interests related to prevention of sexual violence and increasing healthy romantic relationships amongst young adults.When he is not studying &ldquo;bad sex&rdquo; he can be found in the classroom teaching undergraduate courses in abnormal psychology, human sexuality, and the portrayal of psychology in film, as well as graduate courses in interviewing and clinical intervention. When he clocks out of the office, he spend his time with his wife, Bonnie (Mrs. Dr. Angelone) and his two sons, Drew and Gabe.  Given some roots in Northern CA and Oregon, he is prone to finding himself involved in outdoor activities including: hiking, biking, skiing, camping, backpacking, fishing, kayaking, and gardening.  He is an avid adventure racer, making the podium several times and plays softball regularly, managing several championship teams.  When &ldquo;stuck&rdquo; indoors, he often homebrews, cooks, pickles, and &ldquo;builds stuff,&rdquo; while also planning his next vacation/traveling experience."],
        "bioHeading":"Dr. D.J. Angelone",
        "bioImage":"angelone.JPG"
    },
    "joppa":{
        "bioContent":["Dr. Joppa is interested in promoting healthy romantic relationships and sexual behavior among at-risk adolescents and young adults. She uses attachment theory to examine the links between romantic relationship skills and risk for dating violence, sexually transmitted infections, unintended pregnancy and HIV. She is interested in developing interventions to prevent these relationship risk behaviors, and is currently channeling these research interests into developing an intervention for adolescent mothers aimed at preventing rapid repeat pregnancy, STIs and HIV with an emphasis on fostering healthy relationship skills. In addition, she has an interest in using longitudinal research designs and statistical modeling techniques, including structural equation modeling and hierarchical linear modeling, to address her research questions.",
        "Dr. Joppa is a Licensed Clinical Psychologist in the State of New Jersey. Primarily a clinical child and pediatric psychologist, she has training in cognitive-behavioral, interpersonal, and dialectical behavior therapy. She specializes in working with HIV-infected youth and their families, as well as providing group interventions using affect management to target HIV and dating violence prevention for at-risk adolescents. More broadly, her clinical interests include working with adolescents, couples' therapy, medication adherence, psychological assessment, internalizing disorders, trauma, behavior management, sleep and feeding difficulties, and perinatal mental health. She has worked in hospital, school, juvenile justice, and outpatient settings.",
        "In her free time, Dr. Joppa loves spending time with her family, traveling, going to concerts, being active outdoors, and playing fantasy football."],
        "bioHeading":"Dr. Meredith Joppa",
        "bioImage":"joppa.jpg"
    },
    "bagienski":{
        "bioContent":["Phil received his Bachelor's degree in Psychology from Rutgers University. He graduated with an outstanding GPA and was part of multiple honors societies. He was actively involved in research opportunities/internships and now is part of the ASSeRT lab group at Rowan University. Phil's minor in Physics attests to his tremendous quantitative ability; he loves working with anything data related. He completed a ten course Data Science certification instructed by Johns Hopkins and also has worked as a Statistics tutor. He is also eager to assist in the qualitative side of research and is a member of the COSMO and YMRP teams. He is conscientious, dependable, and always willing to lend a helping hand whether it comes completing intricate tasks in SPSS or simply organizing the local bibliographical reference database. While Phil definitely sees graduate school in his future, he is patiently calculating which particular specialty most interests him. In his free time, Phil enjoys dabbling in creative activities such as art and music. He is an outstanding cook, too!"],
        "bioHeading":"Phil Bagienski",
        "bioImage":"bagienski.jpg"
    },
    "beulah":{
        "bioContent":["Brianna is a senior research assistant that will be graduating this upcoming spring with a Bachelors of Science in Psychology degree, with a Women & Gender Studies concentration. Brianna has been a member of the ASSeRT lab since her freshman year, and is the Project Head for the Sexual Ambivalence study. She is also a member of the COSMO and YMRP teams, as well as the overseer of ASSeRT's reference database, Zotero. Brianna is part of the executive board of Rowan University's Title IX Student Committee, an intern with Healthy Campus Initiatives through Rowan University's Wellness Center, and a volunteer Confidential Sexual Violence Advocate with Services Empowering the Rights of Victims through the Center for Family Services, as a part of Gloucester County's Sexual Assault Response Team. She has also been  employed as a Direct Support Professional with Avenues to Independent Living since her freshman year at Rowan University. Brianna's future goals involve obtaining a research job after graduation to build up more experience before continuing on to pursue a PhD in Clinical Psychology."],
        "bioHeading":"Brianna Beulah",
        "bioImage":"beulah.jpg"
    },
    "cantor":{
        "bioContent":["Nicole Cantor is a second-year doctoral student in the Clinical Psychology Ph.D. Program at Rowan University. Along with being lab coordinator, Nicole is specifically involved in several lab projects including the Young Moms Relationships Project, Healthy Relationships for Student-Athletes, Alcohol and Cognitive Processing, and Attachment and Medical Residents. She is currently focusing on her thesis defense, which concerns risk factors for dating violence in Division III intercollegiate athletes. Nicole’s interests also include identifying the justifications that pedophiles who are attracted to girls use in online forums, people’s perceptions of sexual assault victims, and ultimately how to break the cycle of re-victimization.",
        "Nicole has previously worked at research labs at the Philadelphia University of the Sciences, Stanford University, and Johns Hopkins University. Nicole has her B.A. from Johns Hopkins University in Psychology and Writing Seminars with a concentration in poetry. As a child, Nicole’s dream job was “scientific writer.” She hopes follow her dreams and pursue a career in academia given her passions for research, teaching, and writing"],
        "bioHeading":"Nicole Cantor",
        "bioImage":"cantor.jpg"
    },
    "carter":{
        "bioContent":["Tianna is a recent graduate from Rutgers University-Camden. In May 2017, she graduated Magna Cum Laude with a Bachelor of Arts in Psychology and a minor in Childhood Studies. During her time at Rutgers, she served as president of Psychology Club (2016-2017) and was inducted as a member of Psi Chi during her senior year. She has strong interests in trauma, resiliency, and coping for minority mothers and their children. These same interests afforded her such prestigious opportunities such as the honor to present her research at CURCA (Rutgers University’s Celebration of Undergraduate Research and Creative Activity) in Camden, NJ and at APA 2017 in Washington D.C. this past August. She was even awarded for her research as one of the two undergraduate recipients of the 2016-2017 Psi Chi/APA Convention Society Research Award. As of today, Tianna serves as a post-baccalaureate intern in the ASSeRT Lab. She enjoys helping out her fellow lab members, gaining valuable guidance from her lab mates and mentors as well challenging herself as she furthers her career goals academically and professionally. One day, Tianna hopes to obtain her Ph.D. in clinical psychology to conduct research in her areas of expertise and ultimately, become a clinician to aid these underserved populations. "],
        "bioHeading":"Tianna Carter",
        "bioImage":"carter.jpg"
    },
    "cassar":{
        "bioContent":["Tristan is a sophomore pursuing a Bachelor of Science in Psychology degree, along with an Anthropology minor. Tristan joined ASSeRT lab during the Fall 2017 semester. He is head of recruitment on the COSMO team, and also a member of the YMRP team. Tristan works with the Connecting Generations program at the William Way LGBT Center. Besides his interest in gender non-conforming populations, Tristan focuses coursework on human sexuality. After graduation, Tristan's goals are to obtain a social work degree and to work with LGBT populations."],
        "bioHeading":"Tristan Cassar",
        "bioImage":"cassar.jpg"
    },
    "della-peruta":{
        "bioContent":["Brianna Beulah is a junior undergraduate Psychology major, with a Women & Gender Studies concentration; she joined the ASSeRT Lab in January of 2015. Brianna has been an employee of Avenues to Independent Living as a Direct Support Professional since the August of 2014, providing reinforcement and direct care for individuals with varying disabilities. Brianna has also recently become a certified Confidential Sexual Violence Advocate by Services Empowering Rights of Victims (SERV), as a part of Gloucester County’s Sexual Assault Response Team. Brianna aspires to continue her education and obtain a graduate degree in counseling, with the overall goal of being accepted into a Clinical Psychology or Public Health PhD program thereafter."],
        "bioHeading":"Joanna Della-Peruta",
        "bioImage":"della-peruta.jpg"
    },
    "dugme":{
        "bioContent":["Ebru is a 1st-year doctoral student in the Clinical Psychology PhD program, although she has been with the ASSeRT lab for the past three years. She completed her undergraduate degree at Rutgers University, where she was a research assistant in the RUMBA neuropsychology lab. Ebru is also a recent graduate of the Masters in Clinical Mental Health Counseling program here at Rowan. Her research interests include the development of intervention programs designed to decrease rates of HIV, STI’s, and dating violence among young mothers (16-21). Moreover, Ebru is interested in studying the characteristics and etiology of sexual assault perpetration. She is also interested in assessing the efficacy of interventions designed to decrease sexual assault rates on college campuses and relationship risk behaviors in general.",
        "Ebru is a 24 year-old Turkish Muslim, originally from Delran, NJ. She recently moved to her new home in Williamstown, NJ where she lives with her husband. Ebru enjoys taking leisurely walks, cooking, window shopping, and Netflix binges. Ebru takes a special interest in studying cars and keeping up with new automotive technology, in addition to being an Eastern history buff. Ebru spends some of her free time helping refugee families assimilate to U.S. culture and volunteering time at her local mosque."],
        "bioHeading":"Ebru Dugme",
        "bioImage":"dugme.jpg"
    },
    "duphiney":{
        "bioContent":["Mariah Duphiney is a senior undergraduate student who majors in psychology at Rowan University. She is involved in several research projects, including the young moms relationship project, COSMO, NCAA, and the attachment and medical residents study. For these projects, she has participated in research, recruitment, study visits, and data entry. She is the current research coordinator for the attachment and medical residency project. At the time, she is looking into graduate programs and hopes to begin training to become a licensed clinical social worker in the fall."],
        "bioHeading":"Mariah Duphiney",
        "bioImage":"duphiney.jpg"
    },
    "lindsey":{
        "bioContent":["Essence is a junior who will be graduating in the fall of 2018 with a BS in Psychological Science. This is her first semester as a member of the ASSeRT lab, but she is looking forward to the semesters too come! Currently, she is a member of the NCAA and YMRP teams. Essence's future goals include working in the psychology field to gain experience while continuing schooling to obtain her Masters in Clinical Psychology."],
        "bioHeading":"Essence Lindsey",
        "bioImage":"lindsey.jpg"
    },
    "longo":{
        "bioContent":["Gabrielle is a sophomore research assistant obtaining a Bachelor of Arts in Psychology as well as Sociology, with a concentration in Honors and a certificate in Fundamental Computing. This is her second semester in ASSeRT Lab, where she is a part of the YMRP and NCAA research teams, as well as being the project head for Measures. On campus, Gabrielle is a co-leader of the Honors Stress Relief Group and a member of the Circle K volunteer organization. She is also a Confidential Domestic Violence Victim Advocate through SERV (Services Empowering the Rights of Victims) at Center for Family Services. Previously, Gabrielle interned with 180 Turning Lives Around, and has developed specialized research interests in domestic violence prevention as well as data management. Post graduation, she hopes to obtain her Masters of Social Work and work with victims of domestic violence."],
        "bioHeading":"Gabrielle Longo",
        "bioImage":"longo.jpg"
    },
    "masciocchi":{
        "bioContent":["Gabrielle is a junior research assistant that will be graduating in the Spring of 2019 with a Bachelor of Arts in Psychology with a minor in Criminal Justice. Gabrielle has been a member of the ASSeRT lab since her Sophomore year and is involved in several projects such as YMRP, COSMO and NCAA. She is also involved in the attachment study and is the recruitment chair for lab. Gabrielle is a member of TAU Sigma honor society as well as a Direct Support Professional for adults on the autism spectrum. Gabrielle's future goals consist of getting experience within the field of Forensic Psychology after graduation and eventually earning a PhD in Forensic Psychology."],
        "bioHeading":"Gabrielle Masciocchi",
        "bioImage":"masciocchi.jpg"
    },
    "van-cleef":{
        "bioContent":["Grace Van Cleef is a sophomore research assistant pursuing a Bachelor of Arts in Psychology with minors in Law and Justice Studies and Communications, as well as an Honors concentration. She has been in the ASSeRT lab since fall of 2016. Within lab, she is the study coordinator for the Romantic Orientation in an Asexual Population study, along with involvement in the Young Mom's Relationship Project, Healthy Relationships in Student Athletes, and COSMO. Her research interests include criminology, victimization, industrial/organizational psychology. Grace would eventually like to earn her PhD in Clinical Psychology, with a possible focus in Forensic Psychology, and work with criminals, either in profiling or rehabilitation. Her dream is to be a criminal profiler for the FBI at the National Center for the Analysis of Violent Crime.",
        "Grace enjoys music, social justice, and cooking. She sings in several choirs and plays trumpet, piano, guitar, and ukulele. She has a history of activism in the LGBT and feminist communities that she is incorporating into current research within the Romantic Orientation study, and will hopefully continue to incorporate in future research and practice."],
        "bioHeading":"Grace Van Cleef",
        "bioImage":"van-cleef.jpg"
    }
}
